Repository: Obijuan/open-fpga-install
Catalog: locale/translations/*.po
Languages: es

source: Greeting
es: Bienvenidos al instalador automático para las herramientas y courseware open-fpga para Ubuntu/Debian

source: Need to be root
es: Tienes que ser superusuario para ejecutar este script, intenta con: sudo bash install.sh

source: Copyright
es: Instalador hecho por D. Cuartielles, 2015, GPLv3

source: Credits
es: Software por Clifford Wolf, Mathias Lasser, Cotton Seed y Stephen Williams, Tutoriales por J. González (Obijuan), Internacionalización por Louis Iacona

source: Install arachnepnr
es: Instala el paquete Arachne-pnr por Cotton Seed. Se descargará de github y se compilará en tu máquina.

source: Install icestorm
es: Instala el paquete Icestorm por Clifford Wolf y Mathias Lasser. Se descargará de github y se compilará en tu máquina.

source: Install yosys
es: Instala el paquete Yosys por Clifford Wolf y Mathias Lasser. Se descargará de github y se compilará en tu máquina.

source: Install icarus
es: Instala el paquete Icarus Verilog por Stephen Williams. Se añadirá una nueva fuente de paquetes y se instalará desde ahí.

source: Install gtkwave
es: Instala el paquete GTKWave. Se añadirá una nueva fuente de paquetes y se instalará desde ahí.

source: Download courseware
es: Descarga del courseware por J. González (Obijuan). Se descargará de github y se almacenará en tu disco duro.

source: Delete temp files
es: Borra los archivos temporales usados para la instalación de las herramientas en tu disco duro. Podrías decidir dejarlos en tu ordenador para evitar volver a descargarlos de nuevo.

source: Confirm installation
es: [I]nstalar, [S]altar

source: Confirm deletion
es: [C]onfirmar, [S]altar

source: Confirmed action
es: Acción confirmada por el usuario, procediendo ...

source: Skipped action
es: Acción abortada por el usuario.
